{
    "UserCountry": {
        "CannotLocalizeLocalIP": "L'adresse IP %s est locale et ne peut pas être géolocalisée.",
        "City": "Ville",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continents",
        "Country": "Pays",
        "CountryCode": "Code pays",
        "CountrySegmentHelp": "Codes pays ISO 3166-1 alpha-2 (de, us, fr, in, es, etc.)",
        "CurrentLocationIntro": "Ce fournisseur détermine votre emplacement actuel à",
        "DefaultLocationProviderDesc1": "Le fournisseur de localisation par défaut détermine le pays depuis lequel les visiteurs se connectent en fonction de la langue qu'ils ont sélectionnée.",
        "DefaultLocationProviderDesc2": "Ce n'est pas très précis, alors %1$sinstallez et utilisez une %2$sbase de données de géolocalisation%3$s%4$s.",
        "DefaultLocationProviderExplanation": "Vous utilisez le fournisseur de localisation par défaut ; le pays de connexion des visiteurs est donc déterminé en fonction de la langue sélectionnée. %1$sApprenez à configurer une géolocalisation plus précise%2$s.",
        "DisabledLocationProvider": "Désactiver la géolocalisation",
        "DistinctCountries": "%s pays différents",
        "FromDifferentCities": "villes différentes",
        "GeoIPDocumentationSuffix": "Configurez la géolocalisation IP dans l'onglet d'administration pour fournir les données de ce rapport. Les bases de données commerciales de %1$sMaxMind%2$s GeoIP sont plus précises que les bases de données gratuites. %3$sCliquez ici%4$s pour voir leur niveau de précision.",
        "GeoIpDbIpAccuracyNote": "Les bases de données de géolocalisation DB-IP sont gratuites et peuvent être téléchargées automatiquement. MaxMind est plus précis pour les villes, mais nécessite de %1$scréer un compte%2$s.",
        "Geolocation": "Géolocalisation",
        "GeolocationPageDesc": "Ici, vous pouvez modifier la façon dont Matomo détermine la localisation des visiteurs.",
        "GeolocationProviderBroken": "Votre fournisseur de géolocalisation (%1$s) est défaillant. Veuillez le réparer ou en configurer un autre.",
        "GeolocationProviderUnavailable": "Le fournisseur de géolocalisation configuré (%1$s) n'est plus disponible. Veuillez en configurer un autre.",
        "HowToInstallGeoIPDatabases": "Comment puis-je récupérer des bases de données de géolocalisation ?",
        "Latitude": "Latitude",
        "LatitudeSegmentHelp": "-33.578, 40.830, etc.<br>Vous pouvez sélectionner les visiteurs situés dans une plage de latitude/longitude en utilisant %1$s.",
        "Latitudes": "Lattitudes",
        "Location": "Localisation",
        "LocationProvider": "Fournisseur de localisation",
        "LocationsSubcategoryHelp": "La section « Provenance géographique » est le meilleur moyen de découvrir la provenance (pays, continents, régions et villes) des visiteurs de votre site web, sous forme de tableau et de carte. Elle indique également la langue de leur navigateur, ce qui permet d'identifier les visiteurs internationaux situés dans d'autres régions.",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "MaxMindLinkExplanation": "%1$sCliquez ici pour apprendre comment générer votre URL de téléchargement%2$s si vous utilisez la géolocalisation de MaxMind.",
        "NoDataForGeoIPReport1": "Aucune donnée n'est disponible pour ce rapport, soit parce qu'il n'y a pas de données de localisation disponibles, soit parce que les adresses IP des visiteurs ne peuvent pas être géolocalisées.",
        "NoDataForGeoIPReport2": "%1$sModifiez ces paramètres%2$s et utilisez une %3$sbase de données au niveau de la ville%4$s pour obtenir une géolocalisation précise.",
        "NoProviders": "Aucun autre fournisseur de géolocalisation n'est disponible. %1$sDB-IP%2$s est recommandé, mais nécessite l'extension GeoIp2. (Vous pouvez également installer une extension de géolocalisation tierce depuis la marketplace.)",
        "PluginDescription": "Indique la localisation de vos visiteurs : pays, région, ville et coordonnées géographiques (latitude et longitude).",
        "Region": "Région",
        "SubmenuLocations": "Provenances géographiques",
        "TestIPLocatorFailed": "Impossible de localiser l'adresse IP « %1$s ». Ce fournisseur est peut-être mal configuré, la base de données de géolocalisation est mal nommée ou se trouve dans le mauvais dossier.",
        "ToGeolocateOldVisits": "Utilisez %1$sce script%2$s pour obtenir les données de localisation de vos anciennes visites.",
        "VisitLocation": "Emplacement de la visite",
        "WidgetLocation": "Emplacement du visiteur",
        "country_a1": "Proxy anonyme",
        "country_a2": "Fournisseur de services satellites",
        "country_cat": "Communautés de langue Catalane",
        "country_o1": "Autre pays",
        "getCityDocumentation": "Affiche les villes ou se sont connectés vos visiteurs lorsqu'ils ont accédés à votre site web.",
        "getContinentDocumentation": "Indique de quel continent vos visiteurs se sont connectés lorsqu'ils ont accédé à votre site Web.",
        "getCountryDocumentation": "Indique de quel pays vos visiteurs se sont connectés lorsqu'ils ont accédé à votre site Web.",
        "getRegionDocumentation": "Indique de quelle région vos visiteurs se sont connectés lorsqu'ils ont accédé au site Web."
    }
}
