{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP adresa „%s” je lokalna, stoga se ne može geolocirati.",
        "City": "Grad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "Continents": "Kontinenti",
        "Country": "Zemlja",
        "CountryCode": "Kod zemlje",
        "CountrySegmentHelp": "ISO 3166-1 alpha-2 kodovi zemalja (de, us, fr, in, es, itd.)",
        "CurrentLocationIntro": "Ovaj pružatelj usluge je odredio da je tvoja trenutačna lokacija",
        "DefaultLocationProviderDesc1": "Zadani pružatelj usluge lokacije određuje zemlju iz koje se posjetitelji povezuju na temelju njihovog odabranog jezika.",
        "DefaultLocationProviderDesc2": "Ovo nije vrlo precizno, stoga %1$sinstaliraj i koristit jednu %2$sbazu podataka za geolokaciju%3$s%4$s.",
        "DefaultLocationProviderExplanation": "Koristiš zadanog pružatelja usluge lokacije. Stoga se zemlja iz koje se posjetitelji povezuju određuje na temelju njihovog odabranog jezika. %1$sSaznaj kako postaviti točniju geolokaciju%2$s.",
        "DisabledLocationProvider": "Isključuje geolokaciju.",
        "DistinctCountries": "%s različite zemlje",
        "FromDifferentCities": "različiti gradovi",
        "GeoIPDocumentationSuffix": "Postavi GeoIP u administracijskom kartici za geolokaciju za osiguravanje podataka za ovaj izvještaj. Komercijalne %1$sMaxMind%2$s GeoIP baze podataka su točnije od besplatnih. %3$sKlikni ovdje%4$s za prikaz točnosti tih baza podataka.",
        "GeoIpDbIpAccuracyNote": "DB-IP baze podataka geolokacije su besplatne i mogu se automatski preuzeti. MaxMind je točniji za gradove, ali zahtijeva %1$sizradu računa%2$s.",
        "Geolocation": "Geolokacija",
        "GeolocationPageDesc": "Ovdje možeš promijeniti način na koji Matomo određuje lokacije posjetitelja.",
        "GeolocationProviderBroken": "Tvoj pružatelj usluge geolokacije (%1$s) ne radi. Popravi pružatelja usluge ili postavi jedan drugi.",
        "GeolocationProviderUnavailable": "Tvoj pružatelj usluge geolokacije (%1$s) više nije dostupan. Postavi jedan drugi.",
        "HowToInstallGeoIPDatabases": "Kako mogu dobiti baze podataka geolokacije?",
        "Latitude": "Geografska širina",
        "LatitudeSegmentHelp": "-33.578, 40.830, itd.<br>Posjetitelje unutar raspona geografskih širina i dužina možeš odabrati pomoću %1$s.",
        "Latitudes": "Geografske širine",
        "Location": "Lokacija",
        "LocationProvider": "Pružatelj usluge lociranja",
        "LocationsSubcategoryHelp": "Odjeljak „Lokacije” je najbolji način za uvid iz kojih zemalja, kontinenata, regija i gradova dolaze posjetitelji tvoje web-stranice – u obliku tablice i karte. Također prikazuje koji je jezik postavljen u njihovom pregledniku, što pomaže identificirati međunarodne posjetitelje u alternativnim lokacijama.",
        "Longitude": "Geografska dužina",
        "Longitudes": "Geografske dužine",
        "MaxMindLinkExplanation": "%1$sKlikni ovdje i saznaj kako generirati tvoj URL za preuzimanje%2$s ako koristiš MaxMindovu geolokaciju.",
        "NoDataForGeoIPReport1": "Nema podataka za ovaj izvještaj, jer nema dostupnih podataka o lokaciji ili se IP adrese posjetitelja ne mogu geolocirati.",
        "NoDataForGeoIPReport2": "%1$sPromijeni ove postavke%2$s i koristi %3$sbazu podataka na razini gradova%4$s za dobivanje točne geolokacije.",
        "NoProviders": "Nema dostupnih dodatnih pružatelja usluge geolokacije. Preporučuje se %1$sDB-IP%2$s, ali zahtijeva GeoIp2 dodatak. (Također možeš instalirati dodatak treće strane za geolokaciju s tržišta.)",
        "PluginDescription": "Prikazuje lokaciju tvojih posjetitelja: zemlju, regiju, grad i geografske koordinate (geografsku širinu i dužinu).",
        "Region": "Regija",
        "SubmenuLocations": "Lokacije",
        "TestIPLocatorFailed": "Nije bilo moguće pronaći lokaciju IP adrese „%1$s”. Možda ovaj pružatelj usluge nije ispravno postavljen, baza podataka geolakacije nije ispravno imenovana ili se nalazi u pogrešnoj mapi?",
        "ToGeolocateOldVisits": "Koristi %1$sovu skriptu%2$s za dobivanje podataka o lokaciji za tvoje stare posjete.",
        "VisitLocation": "Lokacija posjetitelja",
        "WidgetLocation": "Lokacija posjetitelja",
        "country_a1": "Anonimni proxy",
        "country_a2": "Pružatelj satelitskih usluga",
        "country_cat": "Zajednice koje govore katalonskim jezikom",
        "country_o1": "Druga zemlja",
        "getCityDocumentation": "Prikazuje gradove iz kojih su se tvoji posjetitelji povezali prilikom pristupa tvojoj web-stranici.",
        "getContinentDocumentation": "Prikazuje kontinente iz kojih su se tvoji posjetitelji povezali prilikom pristupa tvojoj web-stranici.",
        "getCountryDocumentation": "Prikazuje iz koje su se zemlje tvoji posjetitelji povezali prilikom pristupa tvojoj web-stranici.",
        "getRegionDocumentation": "Prikazuje iz koje su se regije tvoji posjetitelji povezali prilikom pristupa tvojoj web-stranici."
    }
}
