{
    "Widgetize": {
        "DirectLink": "&amp; rsaquo; நேரடி இணைப்பு",
        "DisplayDashboardInIframe": "உங்கள் பயன்பாடு அல்லது வலைத்தளத்தில் முழு மாடோமோ டாச்போர்டையும் ஒரு IFRAME இல் காண்பிக்கலாம் (%1$ssee எடுத்துக்காட்டு%2$s). தேதி அளவுருவை ஒரு குறிப்பிட்ட காலண்டர் தேதி, \"இன்று\" அல்லது \"நேற்று\" என அமைக்கலாம். கால அளவுருவை \"நாள்\", \"வாரம்\", \"மாதம்\" அல்லது \"ஆண்டு\" என அமைக்கலாம். மொழி அளவுருவை மொழிபெயர்ப்பின் மொழி குறியீட்டிற்கு அமைக்கலாம், அதாவது மொழி = fr. எடுத்துக்காட்டாக, idsite = 1 மற்றும் தேதி = நேற்று, நீங்கள் எழுதலாம்:",
        "DisplayDashboardInIframeAllSites": "நீங்கள் அனைத்து வலைத்தளங்களையும் டாச்போர்டை ஒரு IFRAME (%1$sSEE எடுத்துக்காட்டு%2$s) இல் விட்செட்டிங் செய்யலாம்",
        "EmbedIframe": "&amp; rsaquo; Iframe உட்பொதிக்கவும்",
        "Intro": "MATOMO உடன், உங்கள் வலைப்பதிவு, வலைத்தளம் அல்லது இன்ட்ராநெட் டாச்போர்டில் %2$s… ஒரே கிளிக்கில் உங்கள் வலை அனலிட்டிக்ச் அறிக்கைகள் %1$sexport முடியும்.",
        "OpenInNewWindow": "புதிய சாளரத்தில் திறக்கவும்",
        "PluginDescription": "உங்கள் வலைத்தளம் அல்லது பயன்பாட்டில் எந்த மாடோமோ அறிக்கையையும் எளிய \"உட்பொதிக்கப்பட்ட\" உஉகுமொ குறிச்சொல்லுடன் காண்பி.",
        "Reports": "அறிக்கைகளை விட்செட் செய்யுங்கள்",
        "SelectAReport": "ஒரு அறிக்கையைத் தேர்ந்தெடுத்து, விட்செட்டுக்கு கீழே உள்ள உட்பொதிக்கப்பட்ட குறியீட்டை உங்கள் பக்கத்தில் பேச்ட்டை நகலெடுக்கவும்:",
        "TooHighAccessLevel": "இந்தப் பயனருக்கு மிகு-பயனர் அணுகல் உள்ளது. மிகு-பயனர் கிள்ளாக்கு ஏற்புடன் நிரல்பலகை உள்ளடக்குவது அனுமதிக்கப்படவில்லை. %1$sமேலும் தகவலுக்குக் கேள்விகளைச் சரிபார்க்கவும்.%2$s",
        "TopLinkTooltip": "மாடோமோ அறிக்கைகளை விட்செட்டுகளாக ஏற்றுமதி செய்து, உங்கள் பயன்பாட்டில் டாச்போர்டை ஐஃப்ரேமாக உட்பொதிக்கவும்.",
        "ViewAccessRequired": "இந்த பயனருக்கு குறைந்தபட்சம் சில எழுதும் அணுகல் உள்ளது. பார்வை அணுகலை மட்டுமே கொண்ட பயனர்களின் டோக்கன்களை மட்டுமே பயன்படுத்த முடியும். மேலும் தகவலுக்கு %1$s சரிபார்க்கவும்.",
        "ViewableAnonymously": "உங்கள் நிரல்பலகைகளை அனைவராலும் பார்க்க வேண்டுமானால், முதன்முதலில் நீங்கள் 'பார்வை' அனுமதிகளை அநாமதேய பயனருக்கு %1$sபயனர்கள் மேலாண்மை பிரிவில்%2$s கணமாக அமைக்க வேண்டும். <br>மாற்றுத்திறனாக, நீங்கள் கடவுச்சொல் பாதுகாப்புடன் அல்லது தனிப்பட்ட பக்கத்தில் நிரல்பலகைகளை வெளியிடுகிறீர்கள் என்றால், நீங்கள் அனைத்து 'அநாமதேய' பயனர்களையும் உங்கள் அறிக்கைகளை பார்க்க இசைவு வேண்டிய அவசியமில்லை. இந்த சந்தர்ப்பத்தில், நீங்கள் ரகசிய <code>token_auth</code> கூறளவை நிரல்பலகை URL-ல் கூட்டலாம். நீங்கள் உங்கள் அங்கீகார டோக்கன்களை உங்கள் %3$sபாதுகாப்பு பக்கத்தில்%4$s நிர்வகிக்கவும் முடியும்."
    }
}
