{
    "Login": {
        "BruteForceLog": "Журнал нападів Brute Force",
        "ChangeYourPassword": "Змініть ваш пароль",
        "ConfirmPasswordReset": "Скинути пароль",
        "ConfirmPasswordResetIntro": "Уведіть ваш новий пароль, щоби підтвердити, що ви дійсно запросили зміну пароля.",
        "ConfirmPasswordResetWrongPassword": "Введений пароль не збігається з щойно створеним. Змініть пароль ще раз, якщо ви його не пам'ятаєте. Не робіть нічого, щоб зберегти свій пароль, якщо ви не просили його змінити.",
        "ConfirmPasswordToContinue": "Підтвердьте свій пароль, щоби продовжити",
        "ContactAdmin": "Можлива причина: можливо, ваш хост вимкнув функцію mail(). <br>Зверніться до вашого адміністратора Matomo.",
        "CurrentlyBlockedIPs": "Заблоковані IP",
        "CurrentlyBlockedIPsUnblockConfirm": "Розблокувати всі заблоковані IP-адреси?",
        "CurrentlyBlockedIPsUnblockInfo": "Ви можете розблокувати помилково заблоковані IP-адреси, щоби дозволити їм знову увійти в систему.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Користувач з правами суперкористувача не може бути автентифікований за допомогою механізму «%s».",
        "ExceptionPasswordMD5HashExpected": "Параметр пароля ймовірно є MD5-хешем пароля.",
        "HelpIpRange": "Введіть одну IP-адресу або один діапазон IP-адрес у рядку. Ви можете використовувати нотацію CIDR, наприклад: %1$s або використовувати символи підстановки, наприклад: %2$s або %3$s",
        "IPsAlwaysBlocked": "Ці IP-адреси завжди блокуються",
        "InvalidNonceOrigin": "Не вдалося захистити форму через недійсне походження. Якщо ви раніше під'єднувалися за допомогою HTTPS, переконайтеся, що ви з'єднуєтесь через захищене (SSL/TLS) з'єднання й повторіть спробу.",
        "InvalidNonceReferrer": "Не вдалося захистити форму через невірний заголовок «Referer». Якщо ви використовуєте проксі-сервер, ви повинні %1$s налаштувати Matomo так, щоб він приймав заголовок проксі %2$s, який пересилає заголовок хоста. Також перевірте, що ваш заголовок «Referer» надсилається правильно. Якщо ви раніше під'єднувалися за допомогою HTTPS, переконайтеся, що ви з'єднуєтесь через безпечне з'єднання (SSL/TLS) й повторіть спробу.",
        "InvalidNonceSSLMisconfigured": "Також, ви можете %1$sпримусово увійти в Matomo використовуючи захищене з'єднання%2$s: у файлі конфігурації %3$s установіть %4$s нижче розділу %5$s",
        "InvalidNonceToken": "Не вдалося захистити форму через невідповідність токена. Перезавантажте форму і перевірте, чи увімкнені ваші файли cookie.",
        "InvalidNonceUnexpectedReferrer": "Захист форми не пройшов, оскільки заголовок «Referer» відрізняється від очікуваного. Перевірте, чи правильно він надісланий.",
        "InvalidOrExpiredToken": "Токен недійсний або задавнений.",
        "InvalidOrExpiredTokenV2": "Пароль вже встановлено або термін дії посилання закінчився.",
        "InvalidUsernameEmail": "Неправильне ім'я користувача і/або е-пошта.",
        "InvitationDeclineBody": "Відхилити це запрошення?",
        "InvitationDeclineTitle": "Відхилити запрошення",
        "InvitationTitle": "Прийняти запрошення",
        "LogIn": "Увійти",
        "LoginNotAllowedBecauseBlocked": "Занадто багато невдалих спроб входу. Зачекайте і спробуйте увійти ще раз пізніше.",
        "LoginNotAllowedBecauseUserLoginBlocked": "Вхід в систему було вимкнено, оскільки за останню годину було зроблено підозрілу кількість невдалих спроб.",
        "LoginOrEmail": "Ім'я користувача або пошта",
        "LoginPasswordNotCorrect": "Неправильне ім'я користувача та/або пароль.",
        "LostYourPassword": "Втратили пароль?",
        "NewPassword": "Новий пароль",
        "NewPasswordRepeat": "Новий пароль (повторити)",
        "NotAllowListTakesPrecendence": "Якщо IP-адреса є одночасно в списку блокованих і в списку ніколи не блокованих, вона буде заблокована.",
        "PasswordChanged": "Тепер ви можете використовувати новий пароль для входу.",
        "PasswordRepeat": "Пароль (повторити)",
        "PasswordResetAlreadySent": "Останнім часом ви зробили забагато запитів на зміну пароля. Новий запит можна зробити через одну годину. Якщо це не спрацює, ваш адміністратор може допомогти вам.",
        "PasswordResetCancelEmail1": "Ми отримали ваше повідомлення про те, що ви не відправили запит на зміну пароля для вашого облікового запису Matomo. Запит на зміну паролю було видалено, і жодних змін у вашому обліковому записі не відбулося.",
        "PasswordResetCancelEmail2": "Ваш обліковий запис залишається в безпеці. Для посиленого захисту ми рекомендуємо увімкнути двоетапну перевірку (2ЕП), щоб додати ще один рівень безпеки.",
        "PasswordResetCancelEmail3": "Щоб увімкнути 2ЕП, перейдіть до налаштувань безпеки в особистомк кабінеті та дотримуйтесь інструкцій.",
        "PasswordResetCancelEmailSubject": "Ваш обліковий запис Matomo захищено",
        "PasswordResetEmail1": "Ми отримали запит на зміну паролю вашого облікового запису Matomo з IP-адреси %1$s. Якщо ви ініціювали цей запит, ви можете скинути пароль, перейшовши за посиланням нижче:",
        "PasswordResetEmail2": "З міркувань безпеки це посилання буде видалено через 24 години.",
        "PasswordResetEmail3": "Якщо ви не надсилали запит на зміну пароля, ви можете скасувати його, натиснувши на посилання нижче:",
        "PasswordResetEmail4": "Ваш обліковий запис залишається захищеним, але ми рекомендуємо вам діяти швидко, якщо ви не ініціювали цей запит.",
        "PasswordResetEmail5": "Для додаткової безпеки ми рекомендуємо ввімкнути двохетапну перевірку (2ЕП) після скидання пароля.",
        "PasswordResetEmailLinkCancel": "Це був не я",
        "PasswordResetEmailLinkReset": "Скинути ваш пароль",
        "PasswordResetEmailSubject": "Скинути пароль облікового запису Matomo",
        "PasswordsDoNotMatch": "Паролі відрізняються.",
        "PluginDescription": "Забезпечує вхід за допомогою імені користувача та пароля, а також функцію скидання пароля. Метод входу може бути змінений за допомогою іншого плагіну для входу, як-от LoginLdap, доступного в маркеті.",
        "RememberMe": "Запам'ятати мене",
        "SettingBruteForceBlacklistIp": "Завжди блокувати ці IP-адреси для входу",
        "SettingBruteForceEnable": "Увімкнути примусове виявлення",
        "SettingBruteForceEnableHelp": "Виводить із системи користувачів, які зробили занадто багато спроб вгадати пароль за певний проміжок часу. Це не дає можливості перевірити всі комбінації. Блокування спільної IP-адреси також блокує інших користувачів.",
        "SettingBruteForceMaxFailedLogins": "Кількість дозволених спроб входу протягом певного періоду часу",
        "SettingBruteForceMaxFailedLoginsHelp": "Блокує IP, якщо протягом встановленого часу буде зафіксовано більше, ніж вказана кількість невдалих входів.",
        "SettingBruteForceTimeRange": "Підрахувати спроби входу в межах цього діапазону в хвилинах",
        "SettingBruteForceTimeRangeHelp": "Введіть кількість хвилин.",
        "SettingBruteForceWhitelistIp": "Ніколи не блокувати ці IP-адреси для входу",
        "SuspiciousLoginAttemptsInLastHourEmail1": "За останню годину до вашого облікового запису Matomo було здійснено підозріло багато спроб входу. Зокрема, %1$s спроб входу з %2$s різних IP-адрес. Можливо, хтось намагається зламати його.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Зробіть наступне:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Переконайтеся, що ваш пароль є надійним, випадковим і складається щонайменше з 30 символів.",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Налаштуйте двохетапну перевірку, щоб зловмисникам для входу було потрібно більше, ніж ваш пароль.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Налаштуйте список IP-адрес, які ніколи не блокуватимуться, якщо ваш Matomo має обмежений набір користувачів або IP-адрес, з яких користувачі отримують доступ до нього. %1$s Читай документацію для отримання додаткової інформації. %2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Було здійснено декілька підозрілих спроб входу з використанням вашого імені користувача…",
        "UnblockAllIPs": "Розблокувати всі заблоковані IP-адреси",
        "WrongPasswordEntered": "Уведіть пароль."
    }
}
